window.EMBEDDED_MENU_DATA = {
  "second": {
    "shift_type": "second",
    "shift_name": "Вторая смена",
    "days": [
      {
        "day": "Среда",
        "date": "1.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 4)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "2.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 5)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "3.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Рассольник",
              "grams": 250
            },
            {
              "name": "Овощное рагу с курицей",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "6.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп рисовый на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 7)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "7.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "8.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Щи из капусты свежей с картофелем",
              "grams": 250
            },
            {
              "name": "Плов с курицей",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "9.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 10)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "10.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "14.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Плов с курицей",
              "grams": 150
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 3)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "15.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 4)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "16.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 5)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "17.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Рассольник",
              "grams": 250
            },
            {
              "name": "Овощное рагу с курицей",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "20.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп рисовый на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "22.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Щи из капусты свежей с картофелем",
              "grams": 250
            },
            {
              "name": "Плов с курицей",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "23.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 10)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "24.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 6)"
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "27.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп рисовый на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "28.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Плов с курицей",
              "grams": 150
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 3)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "29.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 4)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "30.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ]
        }
      }
    ]
  },
  "first": {
    "shift_type": "first",
    "shift_name": "Первая смена",
    "days": [
      {
        "day": "Среда",
        "date": "1.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "2.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "3.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Яйцо отварное",
              "grams": 40
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "6.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Винегрет овощной",
              "grams": 60
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "7.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная манная",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "8.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Мандарины",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "9.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица запеченная",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "10.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Запеканка из творога со сгущенным молоком",
              "grams": 100
            },
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "14.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Булочка сдобная",
              "grams": 80
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "15.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "grams": 90
            },
            {
              "name": "Печенье",
              "grams": 40
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "16.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Винегрет овощной",
              "grams": 60
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "17.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Яйцо отварное",
              "grams": 40
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "20.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Мандарины",
              "grams": 100
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "22.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Салат из свеклы с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "23.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "24.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Запеканка из творога со сгущенным молоком",
              "grams": 100
            },
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "27.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица запеченная",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром и лимоном",
              "grams": 200
            },
            {
              "name": "Вафли",
              "grams": 40
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "28.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яйцо отварное",
              "grams": 40
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "29.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Мандарины",
              "grams": 100
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "30.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ]
        }
      }
    ]
  },
  "preschool": {
    "shift_type": "preschool",
    "shift_name": "Дошкольное меню",
    "days": [
      {
        "day": "Среда",
        "date": "1.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Четверг",
        "date": "2.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 60
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Пятница",
        "date": "3.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Понедельник",
        "date": "6.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ],
          "завтрак 2": [
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 7)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "7.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная манная",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром и лимоном",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "8.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Запеканка из творога со сметаной",
              "grams": 100
            },
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Четверг",
        "date": "9.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "10.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Жаркое по-домашнему",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Вторник",
        "date": "14.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Среда",
        "date": "15.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Четверг",
        "date": "16.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 60
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Пятница",
        "date": "17.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Понедельник",
        "date": "20.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ],
          "завтрак 2": [
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "22.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Запеканка из творога со сметаной",
              "grams": 100
            },
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Четверг",
        "date": "23.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "24.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Жаркое по-домашнему",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Понедельник",
        "date": "27.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром и лимоном",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Вторник",
        "date": "28.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Среда",
        "date": "29.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Четверг",
        "date": "30.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 60
            }
          ],
          "завтрак 2": []
        }
      }
    ]
  },
  "corporate": {
    "shift_type": "corporate",
    "shift_name": "Корпоративное меню",
    "days": [
      {
        "day": "Среда",
        "date": "1.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Четверг",
        "date": "2.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 60
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Пятница",
        "date": "3.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Понедельник",
        "date": "6.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ],
          "завтрак 2": [
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 7)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "7.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная манная",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром и лимоном",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "8.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Запеканка из творога со сметаной",
              "grams": 100
            },
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Четверг",
        "date": "9.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "10.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Жаркое по-домашнему",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Вторник",
        "date": "14.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Среда",
        "date": "15.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Четверг",
        "date": "16.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 60
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Пятница",
        "date": "17.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Понедельник",
        "date": "20.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ],
          "завтрак 2": [
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "22.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Запеканка из творога со сметаной",
              "grams": 100
            },
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Четверг",
        "date": "23.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "24.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Жаркое по-домашнему",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Понедельник",
        "date": "27.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром и лимоном",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Вторник",
        "date": "28.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Среда",
        "date": "29.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": []
        }
      },
      {
        "day": "Четверг",
        "date": "30.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 60
            }
          ],
          "завтрак 2": []
        }
      }
    ]
  }
};
