window.EMBEDDED_MENU_DATA = {
  "second": {
    "shift_type": "second",
    "shift_name": "Вторая смена",
    "days": [
      {
        "day": "Среда",
        "date": "1.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 4)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "2.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 5)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "3.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Рассольник",
              "grams": 250
            },
            {
              "name": "Овощное рагу с курицей",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "6.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп рисовый на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 7)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "7.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "8.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Щи из капусты свежей с картофелем",
              "grams": 250
            },
            {
              "name": "Плов с курицей",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "9.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 10)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "10.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "14.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Плов с курицей",
              "grams": 150
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 3)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "15.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 4)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "16.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 5)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "17.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Рассольник",
              "grams": 250
            },
            {
              "name": "Овощное рагу с курицей",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "20.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп рисовый на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "22.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Щи из капусты свежей с картофелем",
              "grams": 250
            },
            {
              "name": "Плов с курицей",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "23.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 10)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "24.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 6)"
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "27.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп рисовый на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "28.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Плов с курицей",
              "grams": 150
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 3)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "29.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 4)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "30.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ]
        }
      }
    ]
  },
  "first": {
    "shift_type": "first",
    "shift_name": "Первая смена",
    "days": [
      {
        "day": "Среда",
        "date": "1.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "2.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "3.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Яйцо отварное",
              "grams": 40
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "6.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Винегрет овощной",
              "grams": 60
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "7.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная манная",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "8.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Мандарины",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "9.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица запеченная",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "10.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Запеканка из творога со сгущенным молоком",
              "grams": 100
            },
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "14.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Булочка сдобная",
              "grams": 80
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "15.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "grams": 90
            },
            {
              "name": "Печенье",
              "grams": 40
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "16.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Винегрет овощной",
              "grams": 60
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "17.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Яйцо отварное",
              "grams": 40
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "20.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Мандарины",
              "grams": 100
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "22.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Салат из свеклы с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "23.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "24.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Запеканка из творога со сгущенным молоком",
              "grams": 100
            },
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "27.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица запеченная",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром и лимоном",
              "grams": 200
            },
            {
              "name": "Вафли",
              "grams": 40
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "28.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яйцо отварное",
              "grams": 40
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "29.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Мандарины",
              "grams": 100
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "30.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ]
        }
      }
    ]
  },
  "school10_first": {
    "shift_type": "school10_first",
    "shift_name": "Школа №10 — Первая смена",
    "days": [
      {
        "day": "Среда",
        "date": "1.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "2.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная манная",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром и лимоном",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "3.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "6.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша гречневая молочная",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "яйцо отварное",
              "grams": 40
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 7)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "7.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная манная",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "8.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Мандарины",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "9.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "10.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Ватрушка с творогом",
              "grams": 80
            },
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "14.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "15.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "16.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная манная",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром и лимоном",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "17.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "20.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша гречневая молочная",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "яйцо отварное",
              "grams": 40
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 7)"
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "22.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "яйцо отварное",
              "grams": 40
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "23.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "24.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Ватрушка с творогом",
              "grams": 80
            },
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 10)"
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "27.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная гречневая",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром и лимоном",
              "grams": 200
            },
            {
              "name": "яйцо отварное",
              "grams": 40
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "28.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "29.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "30.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная манная",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром и лимоном",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      }
    ]
  },
  "school10_second": {
    "shift_type": "school10_second",
    "shift_name": "Школа №10 — Вторая смена",
    "days": [
      {
        "day": "Среда",
        "date": "1.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 4)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "2.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 5)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "3.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Рассольник",
              "grams": 250
            },
            {
              "name": "Овощное рагу с курицей",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "6.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп рисовый на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 7)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "7.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "8.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Щи из капусты свежей с картофелем",
              "grams": 250
            },
            {
              "name": "Плов с курицей",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "9.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 10)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "10.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "14.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Плов с курицей",
              "grams": 150
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 3)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "15.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 4)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "16.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 5)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "17.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Рассольник",
              "grams": 250
            },
            {
              "name": "Овощное рагу с курицей",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "20.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп рисовый на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "22.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Щи из капусты свежей с картофелем",
              "grams": 250
            },
            {
              "name": "Плов с курицей",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "23.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 10)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "24.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 6)"
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "27.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп рисовый на бульоне",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "28.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Плов с курицей",
              "grams": 150
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 3)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "29.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 4)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "30.4.2026",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ]
        }
      }
    ]
  },
  "preschool": {
    "shift_type": "preschool",
    "shift_name": "Дошкольное меню",
    "days": [
      {
        "day": "Понедельник",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная с маслом сливочным",
              "grams": 200
            },
            {
              "name": "Чай с молоком",
              "grams": 165
            },
            {
              "name": "Бутерброд с сыром.",
              "grams": 42
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Суп харчо",
              "grams": 200
            },
            {
              "name": "Котлеты из говядины.",
              "grams": 70
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной",
              "grams": 38
            },
            {
              "name": "Салат из отварной свеклы",
              "grams": 50
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Йогурт фруктовый",
              "grams": 150
            },
            {
              "name": "Булочка домашняя со сгущеным молоком",
              "grams": 50
            },
            {
              "name": "Какао с молоком",
              "grams": 150
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Суп молочный с макаронными изделиями",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром",
              "grams": 150
            },
            {
              "name": "Бутерброд  с маслом",
              "grams": 35
            },
            {
              "name": "Сок фруктовый",
              "grams": 180
            }
          ],
          "обед": [
            {
              "name": "Борщ с капустой и картофелем",
              "grams": 200
            },
            {
              "name": "Сметана",
              "grams": 5
            },
            {
              "name": "Гуляш из рубленного мяса",
              "grams": 80
            },
            {
              "name": "Каша перловая рассыпчатая",
              "grams": 130
            },
            {
              "name": "Салат из моркови",
              "grams": 50
            },
            {
              "name": "Компот из плодов свежих",
              "grams": 180
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            }
          ],
          "полдник": [
            {
              "name": "Чай с молоком",
              "grams": 200
            },
            {
              "name": "Ватрушка с творогом",
              "grams": 80
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 3)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша жидкая (геркулесовая с сахаром)",
              "grams": 200
            },
            {
              "name": "Чай с молоком",
              "grams": 200
            },
            {
              "name": "Бутерброд  с маслом",
              "grams": 35
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Суп гороховый",
              "grams": 200
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Тефтели мясные",
              "grams": 80
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            },
            {
              "name": "Винегрет овощной",
              "grams": 50
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Каша рисовая молочная",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром",
              "grams": 150
            },
            {
              "name": "Яйца вареные",
              "grams": 40
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 20
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 4)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Омлет натуральный",
              "grams": 80
            },
            {
              "name": "Какао с молоком",
              "grams": 150
            },
            {
              "name": "Бутерброд с сыром.",
              "grams": 42
            },
            {
              "name": "Кондитерское изделие",
              "grams": 30
            }
          ],
          "обед": [
            {
              "name": "Суп на бульоне с вермишелью",
              "grams": 200
            },
            {
              "name": "Плов с курицей",
              "grams": 180
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной",
              "grams": 38
            },
            {
              "name": "Салат из белокочанной капусты с морковью и растительным маслом",
              "grams": 50
            },
            {
              "name": "Компот из плодов свежих",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Котлета рыбная \"Любительская\"",
              "grams": 60
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 130
            },
            {
              "name": "Чай  с сахаром..",
              "grams": 150
            },
            {
              "name": "Соус томатный с овощами",
              "grams": 20
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 5)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная манная",
              "grams": 200
            },
            {
              "name": "Чай с молоком",
              "grams": 200
            },
            {
              "name": "Бутерброд  с маслом",
              "grams": 35
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Суп-хинкал на костном бульоне",
              "grams": 180
            },
            {
              "name": "Гуляш из рубленного мяса",
              "grams": 70
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 130
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной",
              "grams": 38
            },
            {
              "name": "Салат из отварной свеклы",
              "grams": 50
            },
            {
              "name": "Чай  с сахаром.",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Суп молочный с макаронными изделиями",
              "grams": 180
            },
            {
              "name": "Какао с молоком.",
              "grams": 150
            },
            {
              "name": "Печенье \"творожное\"",
              "grams": 100
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 6)"
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная пшенная",
              "grams": 200
            },
            {
              "name": "Молоко",
              "grams": 150
            },
            {
              "name": "Бутерброд с сыром.",
              "grams": 42
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Суп-рассольник \"Ленинградский\"",
              "grams": 200
            },
            {
              "name": "Котлеты из говядины.",
              "grams": 70
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "grams": 50
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            },
            {
              "name": "Соус сметанный.",
              "grams": 30
            },
            {
              "name": "Компот из плодов свежих",
              "grams": 180
            }
          ],
          "полдник": [
            {
              "name": "Ватрушка \"Лакомка\"",
              "grams": 80
            },
            {
              "name": "Винегрет овощной",
              "grams": 60
            },
            {
              "name": "Чай  с сахаром.",
              "grams": 200
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 7)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Суп молочный рисовый.",
              "grams": 200
            },
            {
              "name": "Какао с молоком.",
              "grams": 150
            },
            {
              "name": "Бутерброд  с маслом",
              "grams": 35
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Борщ с капустой и картофелем",
              "grams": 200
            },
            {
              "name": "Гуляш из рубленного мяса",
              "grams": 70
            },
            {
              "name": "Макаронные изделия отварные с маслом",
              "grams": 100
            },
            {
              "name": "Сметана",
              "grams": 5
            },
            {
              "name": "Салат из моркови",
              "grams": 60
            },
            {
              "name": "Компот из смеси сухофруктов.",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            }
          ],
          "полдник": [
            {
              "name": "Хлеб пшеничный.",
              "grams": 20
            },
            {
              "name": "Чай  с сахаром.",
              "grams": 150
            },
            {
              "name": "Каша овсяная на молоке",
              "grams": 150
            },
            {
              "name": "Яйца вареные",
              "grams": 40
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Омлет натуральный",
              "grams": 80
            },
            {
              "name": "Какао с молоком",
              "grams": 150
            },
            {
              "name": "Бутерброд  с маслом",
              "grams": 35
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Суп-лапша домашняя.",
              "grams": 200
            },
            {
              "name": "Птица,тушенная в соусе с овощами в сметанном соусе",
              "grams": 180
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            },
            {
              "name": "Салат из свеклы",
              "grams": 50
            },
            {
              "name": "Компот из плодов свежих",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Пирожки с картофелем",
              "grams": 80
            },
            {
              "name": "Чай  с сахаром..",
              "grams": 200
            },
            {
              "name": "Салат из моркови",
              "grams": 50
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная пшеничная",
              "grams": 200
            },
            {
              "name": "Чай с молоком (1-й вариант)",
              "grams": 200
            },
            {
              "name": "Бутерброд с сыром.",
              "grams": 42
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Суп чечевичный",
              "grams": 200
            },
            {
              "name": "Котлета рыбная \"Любительская\"",
              "grams": 80
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 130
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            },
            {
              "name": "Винегрет овощной",
              "grams": 50
            },
            {
              "name": "Соус томатный с овощами",
              "grams": 30
            },
            {
              "name": "Компот из смеси сухофруктов.",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Суп молочный рисовый.",
              "grams": 150
            },
            {
              "name": "Какао с молоком.",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 20
            },
            {
              "name": "Яйца вареные",
              "grams": 40
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 10)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Суп молочный с макаронными изделиями",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром.",
              "grams": 200
            },
            {
              "name": "Бутерброд  с маслом",
              "grams": 35
            },
            {
              "name": "Кондитерское изделие",
              "grams": 30
            }
          ],
          "обед": [
            {
              "name": "Суп гороховый",
              "grams": 200
            },
            {
              "name": "Плов с говядиной",
              "grams": 180
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            },
            {
              "name": "Салат из моркови",
              "grams": 50
            },
            {
              "name": "Компот из плодов свежих",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Печенье \"творожное\"",
              "grams": 100
            },
            {
              "name": "Какао с молоком",
              "grams": 150
            },
            {
              "name": "Творожок детский",
              "grams": 100
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Среднее значение за период",
              "grams": 55
            },
            {
              "name": "Содержание белков, жиров, углеводов в меню за период в % от калорийности",
              "grams": 15
            }
          ]
        }
      }
    ]
  },
  "corporate": {
    "shift_type": "corporate",
    "shift_name": "Корпоративное меню",
    "days": [
      {
        "day": "Среда",
        "date": "1.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Булочки в ассортименте",
              "grams": 100
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "2.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 60
            }
          ],
          "завтрак 2": [
            {
              "name": "Йогурт 3,2%",
              "grams": 140
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "3.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Булочки в ассортименте",
              "grams": 100
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "6.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ],
          "завтрак 2": [
            {
              "name": "Йогурт 3,2%",
              "grams": 140
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 7)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "7.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная манная",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром и лимоном",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Булочки в ассортименте",
              "grams": 100
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "8.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Запеканка из творога со сметаной",
              "grams": 100
            },
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ],
          "завтрак 2": [
            {
              "name": "Йогурт 3,2%",
              "grams": 140
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "9.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Булочки в ассортименте",
              "grams": 100
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "10.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Жаркое по-домашнему",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Йогурт 3,2%",
              "grams": 140
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "14.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ],
          "завтрак 2": [
            {
              "name": "Йогурт 3,2%",
              "grams": 140
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "15.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Булочки в ассортименте",
              "grams": 100
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "16.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 60
            }
          ],
          "завтрак 2": [
            {
              "name": "Йогурт 3,2%",
              "grams": 140
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "17.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Булочки в ассортименте",
              "grams": 100
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "20.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            }
          ],
          "завтрак 2": [
            {
              "name": "Йогурт 3,2%",
              "grams": 140
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "22.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Запеканка из творога со сметаной",
              "grams": 100
            },
            {
              "name": "Каша пшеничная молочная",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ],
          "завтрак 2": [
            {
              "name": "Йогурт 3,2%",
              "grams": 140
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "23.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Булочки в ассортименте",
              "grams": 100
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "24.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Жаркое по-домашнему",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Йогурт 3,2%",
              "grams": 140
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "27.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром и лимоном",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Булочки в ассортименте",
              "grams": 100
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "28.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная рисовая",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ],
          "завтрак 2": [
            {
              "name": "Йогурт 3,2%",
              "grams": 140
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "29.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Курица в соусе томатном",
              "grams": 90
            },
            {
              "name": "Салат из свеклы",
              "grams": 60
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Сок фруктовый детский",
              "grams": 200
            }
          ],
          "завтрак 2": [
            {
              "name": "Булочки в ассортименте",
              "grams": 100
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "30.4.2026",
        "meals": {
          "завтрак": [
            {
              "name": "Отварная говядина в соусе",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 60
            }
          ],
          "завтрак 2": [
            {
              "name": "Йогурт 3,2%",
              "grams": 140
            }
          ]
        }
      }
    ]
  }
};
