window.EMBEDDED_MENU_DATA = {
  "second": {
    "shift_type": "second",
    "shift_name": "Вторая смена",
    "days": [
      {
        "day": "Среда",
        "date": "5.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Щи из капусты свежей с картофелем",
              "grams": 250
            },
            {
              "name": "Плов из курицы",
              "grams": 260
            },
            {
              "name": "Винегрет овощной",
              "grams": 60
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "6.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Картофель отварной",
              "grams": 150
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Кондитерское изделие",
              "grams": 40
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "7.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Курица запеченная",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Салат картофельный с морковью и зеленым горошком",
              "grams": 60
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "10.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (чечевица) на бульоне",
              "grams": 250
            },
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "11.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Огурец,консервированный без уксуса",
              "grams": 60
            },
            {
              "name": "Плов из курицы",
              "grams": 260
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "12.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Гуляш из говядины",
              "grams": 90
            },
            {
              "name": "Каша перловая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Салат из моркови с яблоком",
              "grams": 60
            },
            {
              "name": "Вафли",
              "grams": 40
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "13.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (чечевица) на бульоне",
              "grams": 250
            },
            {
              "name": "Рыба запеченная",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Печенье",
              "grams": 40
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "14.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Рассольник",
              "grams": 250
            },
            {
              "name": "Овощное рагу с курицей",
              "grams": 210
            },
            {
              "name": "Винегрет овощной",
              "grams": 60
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "17.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп рисовый на бульоне",
              "grams": 250
            },
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "grams": 90
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Салат картофельный с морковью и зеленым горошком",
              "grams": 60
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Печенье",
              "grams": 40
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "18.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (чечевица) на бульоне",
              "grams": 250
            },
            {
              "name": "Гуляш из говядины",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Салат из свеклы с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "19.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Щи из капусты свежей с картофелем",
              "grams": 250
            },
            {
              "name": "Плов из курицы",
              "grams": 260
            },
            {
              "name": "Винегрет овощной",
              "grams": 60
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Печенье",
              "grams": 40
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "20.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Рыба запеченная",
              "grams": 90
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Картофель отварной",
              "grams": 150
            },
            {
              "name": "Вафли",
              "grams": 40
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "21.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 250
            },
            {
              "name": "Курица запеченная",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Салат из свеклы с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Печенье",
              "grams": 40
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "24.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (чечевица) на бульоне",
              "grams": 250
            },
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "25.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "grams": 250
            },
            {
              "name": "Огурец,консервированный без уксуса",
              "grams": 60
            },
            {
              "name": "Плов из курицы",
              "grams": 260
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "26.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "grams": 250
            },
            {
              "name": "Гуляш из говядины",
              "grams": 90
            },
            {
              "name": "Каша перловая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Салат из моркови с яблоком",
              "grams": 60
            },
            {
              "name": "Вафли",
              "grams": 40
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "27.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (чечевица) на бульоне",
              "grams": 250
            },
            {
              "name": "Рыба запеченная",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Печенье",
              "grams": 40
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "28.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Рассольник",
              "grams": 250
            },
            {
              "name": "Овощное рагу с курицей",
              "grams": 210
            },
            {
              "name": "Винегрет овощной",
              "grams": 60
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      }
    ]
  },
  "first": {
    "shift_type": "first",
    "shift_name": "Первая смена",
    "days": [
      {
        "day": "Среда",
        "date": "5.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша гречневая молочная",
              "grams": 200
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Яйца вареные",
              "grams": 40
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "6.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Булочка сдобная",
              "grams": 80
            },
            {
              "name": "Рис отварной",
              "grams": 150
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "7.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 60
            },
            {
              "name": "Печенье",
              "grams": 40
            },
            {
              "name": "Яблоки",
              "grams": 200
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "10.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Салат картофельный с кукурузой и морковью",
              "grams": 60
            },
            {
              "name": "Печенье",
              "grams": 40
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "11.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша  гречневая молочная",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Кондитерское изделие",
              "grams": 40
            },
            {
              "name": "Яйца вареные",
              "grams": 40
            },
            {
              "name": "Яблоки",
              "grams": 200
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "12.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Гуляш из говядины",
              "grams": 90
            },
            {
              "name": "Рис отварной",
              "grams": 150
            },
            {
              "name": "Салат из свеклы с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "13.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Рыба запеченная",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Булочка сдобная",
              "grams": 80
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "14.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Запеканка из творога со сгущенным молоком",
              "grams": 12
            },
            {
              "name": "Вафли",
              "grams": 40
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "17.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша манная жидкая молочная",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Яблоки",
              "grams": 200
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 60
            },
            {
              "name": "Кондитерское изделие",
              "grams": 40
            },
            {
              "name": "Яйца вареные",
              "grams": 40
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "18.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Плов с говядиной",
              "grams": 180
            },
            {
              "name": "Компот из фруктов",
              "grams": 200
            },
            {
              "name": "Салат из свеклы с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Вафли",
              "grams": 40
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "19.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "grams": 90
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Салат картофельный с морковью и зеленым горошком",
              "grams": 60
            },
            {
              "name": "Банан",
              "grams": 100
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "20.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "grams": 100
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Булочка сдобная",
              "grams": 80
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "21.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 200
            },
            {
              "name": "Кофейный напиток",
              "grams": 200
            },
            {
              "name": "Яйца вареные",
              "grams": 40
            },
            {
              "name": "Печенье",
              "grams": 40
            },
            {
              "name": "Яблоки",
              "grams": 200
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 60
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "24.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "grams": 90
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 150
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Салат картофельный с кукурузой и морковью",
              "grams": 60
            },
            {
              "name": "Печенье",
              "grams": 40
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "25.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша  гречневая молочная",
              "grams": 200
            },
            {
              "name": "Кофейный напиток",
              "grams": 200
            },
            {
              "name": "Кондитерское изделие",
              "grams": 40
            },
            {
              "name": "Яблоки",
              "grams": 100
            },
            {
              "name": "Яйца вареные",
              "grams": 40
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "26.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Гуляш из говядины",
              "grams": 90
            },
            {
              "name": "Рис отварной",
              "grams": 150
            },
            {
              "name": "Салат картофельный с морковью и зеленым горошком",
              "grams": 60
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Сок фруктовый",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 50
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "27.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Рыба запеченная",
              "grams": 90
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "grams": 60
            },
            {
              "name": "Булочка сдобная",
              "grams": 80
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "28.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "grams": 200
            },
            {
              "name": "Какао с молоком",
              "grams": 200
            },
            {
              "name": "Запеканка из творога со сгущенным молоком",
              "grams": 100
            },
            {
              "name": "Вафли",
              "grams": 40
            },
            {
              "name": "Хлеб ржаной",
              "grams": 20
            },
            {
              "name": "Бутерброд с сыром",
              "grams": 50
            }
          ]
        }
      }
    ]
  },
  "preschool": {
    "shift_type": "preschool",
    "shift_name": "Дошкольное меню",
    "days": [
      {
        "day": "Понедельник",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная с маслом сливочным",
              "grams": 200
            },
            {
              "name": "Чай с молоком",
              "grams": 165
            },
            {
              "name": "Бутерброд с сыром.",
              "grams": 42
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Суп харчо",
              "grams": 200
            },
            {
              "name": "Котлеты из говядины.",
              "grams": 70
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной",
              "grams": 38
            },
            {
              "name": "Салат из отварной свеклы",
              "grams": 50
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Йогурт фруктовый",
              "grams": 150
            },
            {
              "name": "Булочка домашняя со сгущеным молоком",
              "grams": 50
            },
            {
              "name": "Какао с молоком",
              "grams": 150
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Суп молочный с макаронными изделиями",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром",
              "grams": 150
            },
            {
              "name": "Бутерброд  с маслом",
              "grams": 35
            },
            {
              "name": "Сок фруктовый",
              "grams": 180
            }
          ],
          "обед": [
            {
              "name": "Борщ с капустой и картофелем",
              "grams": 200
            },
            {
              "name": "Сметана",
              "grams": 5
            },
            {
              "name": "Гуляш из рубленного мяса",
              "grams": 80
            },
            {
              "name": "Каша перловая рассыпчатая",
              "grams": 130
            },
            {
              "name": "Салат из моркови",
              "grams": 50
            },
            {
              "name": "Компот из плодов свежих",
              "grams": 180
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            }
          ],
          "полдник": [
            {
              "name": "Чай с молоком",
              "grams": 200
            },
            {
              "name": "Ватрушка с творогом",
              "grams": 80
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 3)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша жидкая (геркулесовая с сахаром)",
              "grams": 200
            },
            {
              "name": "Чай с молоком",
              "grams": 200
            },
            {
              "name": "Бутерброд  с маслом",
              "grams": 35
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Суп гороховый",
              "grams": 200
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Тефтели мясные",
              "grams": 80
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            },
            {
              "name": "Винегрет овощной",
              "grams": 50
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Каша рисовая молочная",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром",
              "grams": 150
            },
            {
              "name": "Яйца вареные",
              "grams": 40
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 20
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 4)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Омлет натуральный",
              "grams": 80
            },
            {
              "name": "Какао с молоком",
              "grams": 150
            },
            {
              "name": "Бутерброд с сыром.",
              "grams": 42
            },
            {
              "name": "Кондитерское изделие",
              "grams": 30
            }
          ],
          "обед": [
            {
              "name": "Суп на бульоне с вермишелью",
              "grams": 200
            },
            {
              "name": "Плов с курицей",
              "grams": 180
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной",
              "grams": 38
            },
            {
              "name": "Салат из белокочанной капусты с морковью и растительным маслом",
              "grams": 50
            },
            {
              "name": "Компот из плодов свежих",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Котлета рыбная \"Любительская\"",
              "grams": 60
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 130
            },
            {
              "name": "Чай  с сахаром..",
              "grams": 150
            },
            {
              "name": "Соус томатный с овощами",
              "grams": 20
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 5)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная манная",
              "grams": 200
            },
            {
              "name": "Чай с молоком",
              "grams": 200
            },
            {
              "name": "Бутерброд  с маслом",
              "grams": 35
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Суп-хинкал на костном бульоне",
              "grams": 180
            },
            {
              "name": "Гуляш из рубленного мяса",
              "grams": 70
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 130
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной",
              "grams": 38
            },
            {
              "name": "Салат из отварной свеклы",
              "grams": 50
            },
            {
              "name": "Чай  с сахаром.",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Суп молочный с макаронными изделиями",
              "grams": 180
            },
            {
              "name": "Какао с молоком.",
              "grams": 150
            },
            {
              "name": "Печенье \"творожное\"",
              "grams": 100
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 6)"
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная пшенная",
              "grams": 200
            },
            {
              "name": "Молоко",
              "grams": 150
            },
            {
              "name": "Бутерброд с сыром.",
              "grams": 42
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Суп-рассольник \"Ленинградский\"",
              "grams": 200
            },
            {
              "name": "Котлеты из говядины.",
              "grams": 70
            },
            {
              "name": "Пюре картофельное",
              "grams": 150
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "grams": 50
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            },
            {
              "name": "Соус сметанный.",
              "grams": 30
            },
            {
              "name": "Компот из плодов свежих",
              "grams": 180
            }
          ],
          "полдник": [
            {
              "name": "Ватрушка \"Лакомка\"",
              "grams": 80
            },
            {
              "name": "Винегрет овощной",
              "grams": 60
            },
            {
              "name": "Чай  с сахаром.",
              "grams": 200
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 7)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Суп молочный рисовый.",
              "grams": 200
            },
            {
              "name": "Какао с молоком.",
              "grams": 150
            },
            {
              "name": "Бутерброд  с маслом",
              "grams": 35
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Борщ с капустой и картофелем",
              "grams": 200
            },
            {
              "name": "Гуляш из рубленного мяса",
              "grams": 70
            },
            {
              "name": "Макаронные изделия отварные с маслом",
              "grams": 100
            },
            {
              "name": "Сметана",
              "grams": 5
            },
            {
              "name": "Салат из моркови",
              "grams": 60
            },
            {
              "name": "Компот из смеси сухофруктов.",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            }
          ],
          "полдник": [
            {
              "name": "Хлеб пшеничный.",
              "grams": 20
            },
            {
              "name": "Чай  с сахаром.",
              "grams": 150
            },
            {
              "name": "Каша овсяная на молоке",
              "grams": 150
            },
            {
              "name": "Яйца вареные",
              "grams": 40
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Омлет натуральный",
              "grams": 80
            },
            {
              "name": "Какао с молоком",
              "grams": 150
            },
            {
              "name": "Бутерброд  с маслом",
              "grams": 35
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Суп-лапша домашняя.",
              "grams": 200
            },
            {
              "name": "Птица,тушенная в соусе с овощами в сметанном соусе",
              "grams": 180
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            },
            {
              "name": "Салат из свеклы",
              "grams": 50
            },
            {
              "name": "Компот из плодов свежих",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Пирожки с картофелем",
              "grams": 80
            },
            {
              "name": "Чай  с сахаром..",
              "grams": 200
            },
            {
              "name": "Салат из моркови",
              "grams": 50
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная пшеничная",
              "grams": 200
            },
            {
              "name": "Чай с молоком (1-й вариант)",
              "grams": 200
            },
            {
              "name": "Бутерброд с сыром.",
              "grams": 42
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "grams": 100
            }
          ],
          "обед": [
            {
              "name": "Суп чечевичный",
              "grams": 200
            },
            {
              "name": "Котлета рыбная \"Любительская\"",
              "grams": 80
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "grams": 130
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            },
            {
              "name": "Винегрет овощной",
              "grams": 50
            },
            {
              "name": "Соус томатный с овощами",
              "grams": 30
            },
            {
              "name": "Компот из смеси сухофруктов.",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Суп молочный рисовый.",
              "grams": 150
            },
            {
              "name": "Какао с молоком.",
              "grams": 150
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 20
            },
            {
              "name": "Яйца вареные",
              "grams": 40
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 10)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Суп молочный с макаронными изделиями",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром.",
              "grams": 200
            },
            {
              "name": "Бутерброд  с маслом",
              "grams": 35
            },
            {
              "name": "Кондитерское изделие",
              "grams": 30
            }
          ],
          "обед": [
            {
              "name": "Суп гороховый",
              "grams": 200
            },
            {
              "name": "Плов с говядиной",
              "grams": 180
            },
            {
              "name": "Хлеб пшеничный.",
              "grams": 30
            },
            {
              "name": "Хлеб ржаной.",
              "grams": 38
            },
            {
              "name": "Салат из моркови",
              "grams": 50
            },
            {
              "name": "Компот из плодов свежих",
              "grams": 150
            }
          ],
          "полдник": [
            {
              "name": "Печенье \"творожное\"",
              "grams": 100
            },
            {
              "name": "Какао с молоком",
              "grams": 150
            },
            {
              "name": "Творожок детский",
              "grams": 100
            },
            {
              "name": "Соль",
              "grams": 4
            },
            {
              "name": "Среднее значение за период",
              "grams": 55
            },
            {
              "name": "Содержание белков, жиров, углеводов в меню за период в % от калорийности",
              "grams": 15
            }
          ]
        }
      }
    ]
  },
  "corporate": {
    "shift_type": "corporate",
    "shift_name": "Корпоративное меню",
    "days": [
      {
        "day": "Понедельник",
        "date": "",
        "meals": {
          "обед": [
            {
              "name": "Суп с бобовыми (чечевица) на бульоне",
              "grams": 330
            },
            {
              "name": "Курица запеченная",
              "grams": 120
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Кофейный напиток шт",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "grams": 100
            },
            {
              "name": "Булочка",
              "grams": 60
            },
            {
              "name": "Томатный соус п/ф (М)",
              "grams": 30
            }
          ],
          "ужин": [
            {
              "name": "Суп с бобовыми (чечевица) на бульоне",
              "grams": 330
            },
            {
              "name": "Курица запеченная",
              "grams": 120
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Кофейный напиток шт",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "grams": 100
            },
            {
              "name": "Булочка",
              "grams": 60
            },
            {
              "name": "Томатный соус п/ф (М)",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "",
        "meals": {
          "обед": [
            {
              "name": "Борщ",
              "grams": 330
            },
            {
              "name": "Котлеты из говядины",
              "grams": 110
            },
            {
              "name": "Пюре картофельное 150 гр.",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "Салат \"Морковчанка\"",
              "grams": 100
            },
            {
              "name": "Булочка",
              "grams": 60
            },
            {
              "name": "Томатный соус п/ф (М)",
              "grams": 30
            }
          ],
          "ужин": [
            {
              "name": "Борщ",
              "grams": 330
            },
            {
              "name": "Котлеты из говядины",
              "grams": 110
            },
            {
              "name": "Пюре картофельное 150 гр.",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "Салат \"Морковчанка\"",
              "grams": 100
            },
            {
              "name": "Булочка",
              "grams": 60
            },
            {
              "name": "Томатный соус п/ф (М)",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 3)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "",
        "meals": {
          "обед": [
            {
              "name": "Суп хинкальный на бульоне",
              "grams": 330
            },
            {
              "name": "Гуляш из говядины",
              "grams": 120
            },
            {
              "name": "Каша гречневая",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Кофейный напиток шт",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "Салат Оливье",
              "grams": 100
            },
            {
              "name": "Булочка",
              "grams": 60
            }
          ],
          "ужин": [
            {
              "name": "Суп хинкальный на бульоне",
              "grams": 330
            },
            {
              "name": "Гуляш из говядины",
              "grams": 120
            },
            {
              "name": "Каша гречневая",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Кофейный напиток шт",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "Салат Оливье",
              "grams": 100
            },
            {
              "name": "Булочка",
              "grams": 60
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 4)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "",
        "meals": {
          "обед": [
            {
              "name": "Суп фасолевый",
              "grams": 330
            },
            {
              "name": "Рыба запеченная с томатным соусом",
              "grams": 120
            },
            {
              "name": "Пюре картофельное 150 гр.",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "салат \"Коул Слоу\"",
              "grams": 100
            },
            {
              "name": "Булочка",
              "grams": 60
            }
          ],
          "ужин": [
            {
              "name": "Суп фасолевый",
              "grams": 330
            },
            {
              "name": "Рыба запеченная с томатным соусом",
              "grams": 120
            },
            {
              "name": "Пюре картофельное 150 гр.",
              "grams": 150
            },
            {
              "name": "Компот из смеси сухофруктов",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "салат \"Коул Слоу\"",
              "grams": 100
            },
            {
              "name": "Булочка",
              "grams": 60
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 5)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "",
        "meals": {
          "обед": [
            {
              "name": "Рассольник",
              "grams": 330
            },
            {
              "name": "Котлеты из говядины",
              "grams": 110
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Кофейный напиток шт",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "Винегрет 2",
              "grams": 100
            },
            {
              "name": "Булочка",
              "grams": 60
            },
            {
              "name": "Томатный соус п/ф (М)",
              "grams": 30
            }
          ],
          "ужин": [
            {
              "name": "Рассольник",
              "grams": 330
            },
            {
              "name": "Котлеты из говядины",
              "grams": 110
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Кофейный напиток шт",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "Булочка",
              "grams": 60
            },
            {
              "name": "Винегрет 2",
              "grams": 100
            },
            {
              "name": "Томатный соус п/ф (М)",
              "grams": 30
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 6)"
            }
          ]
        }
      },
      {
        "day": "Суббота",
        "date": "",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 330
            },
            {
              "name": "Курица запеченная",
              "grams": 120
            },
            {
              "name": "Каша гречневая",
              "grams": 150
            },
            {
              "name": "Томатный соус п/ф (М)",
              "grams": 30
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Кофейный напиток шт",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "Салат свекольный с чесноком",
              "grams": 100
            },
            {
              "name": "Булочка",
              "grams": 60
            }
          ],
          "ужин": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "grams": 330
            },
            {
              "name": "Курица запеченная",
              "grams": 120
            },
            {
              "name": "Каша гречневая",
              "grams": 150
            },
            {
              "name": "Томатный соус п/ф (М)",
              "grams": 30
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Кофейный напиток шт",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "Салат свекольный с чесноком",
              "grams": 100
            },
            {
              "name": "Булочка",
              "grams": 60
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 7)"
            }
          ]
        }
      },
      {
        "day": "Воскресенье",
        "date": "",
        "meals": {
          "обед": [
            {
              "name": "Суп Харчо",
              "grams": 330
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 120
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 150
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Кофейный напиток шт",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "Морковь по-корейски",
              "grams": 100
            },
            {
              "name": "Булочка",
              "grams": 60
            }
          ],
          "ужин": [
            {
              "name": "Суп Харчо",
              "grams": 330
            },
            {
              "name": "Курица в соусе томатном",
              "grams": 120
            },
            {
              "name": "Макаронные изделия отварные",
              "grams": 200
            },
            {
              "name": "Чай  с сахаром",
              "grams": 200
            },
            {
              "name": "Кофейный напиток шт",
              "grams": 200
            },
            {
              "name": "Хлеб пшеничный",
              "grams": 90
            },
            {
              "name": "Морковь по-корейски",
              "grams": 100
            },
            {
              "name": "Булочка",
              "grams": 60
            },
            {
              "name": "Среднее значение за период",
              "grams": 74
            },
            {
              "name": "Содержание белков, жиров, углеводов в меню за период в % от калорийности",
              "grams": 17
            },
            {
              "name": "__________________ Аида"
            }
          ]
        }
      }
    ]
  }
};
