window.EMBEDDED_MENU_DATA = {
  "second": {
    "shift_type": "second",
    "shift_name": "Вторая смена",
    "days": [
      {
        "day": "Среда",
        "date": "5.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Щи из капусты свежей с картофелем",
              "calories": 112
            },
            {
              "name": "Плов из курицы",
              "calories": 340
            },
            {
              "name": "Винегрет овощной",
              "calories": 57
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "6.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с макаронными изделиями",
              "calories": 230
            },
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "calories": 100
            },
            {
              "name": "Картофель отварной",
              "calories": 163
            },
            {
              "name": "Компот из фруктов",
              "calories": 114
            },
            {
              "name": "Кондитерское изделие",
              "calories": 116
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "7.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "calories": 131
            },
            {
              "name": "Курица запеченная",
              "calories": 170
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "calories": 219
            },
            {
              "name": "Салат картофельный с морковью и зеленым горошком",
              "calories": 113
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Яблоки",
              "calories": 47
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "10.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (чечевица) на бульоне",
              "calories": 203
            },
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "calories": 183
            },
            {
              "name": "Макаронные изделия отварные",
              "calories": 215
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "calories": 52
            },
            {
              "name": "Яблоки",
              "calories": 47
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Компот из фруктов",
              "calories": 114
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "11.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "calories": 122
            },
            {
              "name": "Огурец,консервированный без уксуса",
              "calories": 27
            },
            {
              "name": "Плов из курицы",
              "calories": 340
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Яблоки",
              "calories": 47
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "12.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "calories": 230
            },
            {
              "name": "Гуляш из говядины",
              "calories": 190
            },
            {
              "name": "Каша перловая рассыпчатая",
              "calories": 118
            },
            {
              "name": "Салат из моркови с яблоком",
              "calories": 47
            },
            {
              "name": "Вафли",
              "calories": 80
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Компот из фруктов",
              "calories": 114
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "13.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (чечевица) на бульоне",
              "calories": 203
            },
            {
              "name": "Рыба запеченная",
              "calories": 123
            },
            {
              "name": "Пюре картофельное",
              "calories": 140
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "calories": 52
            },
            {
              "name": "Компот из смеси сухофруктов",
              "calories": 84
            },
            {
              "name": "Печенье",
              "calories": 80
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "14.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Рассольник",
              "calories": 121
            },
            {
              "name": "Овощное рагу с курицей",
              "calories": 325
            },
            {
              "name": "Винегрет овощной",
              "calories": 57
            },
            {
              "name": "Яблоки",
              "calories": 47
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "17.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп рисовый на бульоне",
              "calories": 140
            },
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "calories": 183
            },
            {
              "name": "Каша пшеничная рассыпчатая",
              "calories": 220
            },
            {
              "name": "Салат картофельный с морковью и зеленым горошком",
              "calories": 52
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Печенье",
              "calories": 80
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "18.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (чечевица) на бульоне",
              "calories": 203
            },
            {
              "name": "Гуляш из говядины",
              "calories": 190
            },
            {
              "name": "Макаронные изделия отварные",
              "calories": 215
            },
            {
              "name": "Салат из свеклы с зеленым горошком",
              "calories": 46
            },
            {
              "name": "Яблоки",
              "calories": 47
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Компот из фруктов",
              "calories": 114
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "19.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Щи из капусты свежей с картофелем",
              "calories": 112
            },
            {
              "name": "Плов из курицы",
              "calories": 340
            },
            {
              "name": "Винегрет овощной",
              "calories": 57
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Печенье",
              "calories": 80
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "20.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с макаронными изделиями",
              "calories": 230
            },
            {
              "name": "Рыба запеченная",
              "calories": 123
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "calories": 52
            },
            {
              "name": "Картофель отварной",
              "calories": 163
            },
            {
              "name": "Вафли",
              "calories": 80
            },
            {
              "name": "Компот из фруктов",
              "calories": 114
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "21.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (горох) на бульоне",
              "calories": 131
            },
            {
              "name": "Курица запеченная",
              "calories": 170
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "calories": 215
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Салат из свеклы с зеленым горошком",
              "calories": 46
            },
            {
              "name": "Печенье",
              "calories": 80
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "24.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (чечевица) на бульоне",
              "calories": 203
            },
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "calories": 183
            },
            {
              "name": "Макаронные изделия отварные",
              "calories": 215
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "calories": 52
            },
            {
              "name": "Яблоки",
              "calories": 47
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Компот из фруктов",
              "calories": 114
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "25.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Борщ с капустой и картофелем на бульоне",
              "calories": 122
            },
            {
              "name": "Огурец,консервированный без уксуса",
              "calories": 27
            },
            {
              "name": "Плов из курицы",
              "calories": 340
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Яблоки",
              "calories": 47
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "26.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп с макаронными изделиями",
              "calories": 230
            },
            {
              "name": "Гуляш из говядины",
              "calories": 190
            },
            {
              "name": "Каша перловая рассыпчатая",
              "calories": 118
            },
            {
              "name": "Салат из моркови с яблоком",
              "calories": 47
            },
            {
              "name": "Вафли",
              "calories": 80
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Компот из фруктов",
              "calories": 114
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "27.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Суп  с бобовыми (чечевица) на бульоне",
              "calories": 203
            },
            {
              "name": "Рыба запеченная",
              "calories": 123
            },
            {
              "name": "Пюре картофельное",
              "calories": 140
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "calories": 52
            },
            {
              "name": "Компот из смеси сухофруктов",
              "calories": 84
            },
            {
              "name": "Печенье",
              "calories": 80
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "28.11.2025",
        "meals": {
          "обед": [
            {
              "name": "Рассольник",
              "calories": 121
            },
            {
              "name": "Овощное рагу с курицей",
              "calories": 325
            },
            {
              "name": "Винегрет овощной",
              "calories": 57
            },
            {
              "name": "Яблоки",
              "calories": 47
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      }
    ]
  },
  "first": {
    "shift_type": "first",
    "shift_name": "Первая смена",
    "days": [
      {
        "day": "Среда",
        "date": "5.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша гречневая молочная",
              "calories": 192
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Яйца вареные",
              "calories": 63
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "6.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "calories": 100
            },
            {
              "name": "Булочка сдобная",
              "calories": 194
            },
            {
              "name": "Рис отварной",
              "calories": 209
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "calories": 52
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            },
            {
              "name": "Компот из смеси сухофруктов",
              "calories": 84
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "7.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "calories": 193
            },
            {
              "name": "Какао с молоком",
              "calories": 111
            },
            {
              "name": "Бутерброд с сыром",
              "calories": 192
            },
            {
              "name": "Печенье",
              "calories": 80
            },
            {
              "name": "Яблоки",
              "calories": 94
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "10.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "calories": 183
            },
            {
              "name": "Макаронные изделия отварные",
              "calories": 215
            },
            {
              "name": "Яблоки",
              "calories": 47
            },
            {
              "name": "Салат картофельный с кукурузой и морковью",
              "calories": 113
            },
            {
              "name": "Печенье",
              "calories": 80
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "11.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша  гречневая молочная",
              "calories": 192
            },
            {
              "name": "Какао с молоком",
              "calories": 111
            },
            {
              "name": "Кондитерское изделие",
              "calories": 80
            },
            {
              "name": "Яйца вареные",
              "calories": 63
            },
            {
              "name": "Яблоки",
              "calories": 94
            },
            {
              "name": "Бутерброд с сыром",
              "calories": 160
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "12.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Гуляш из говядины",
              "calories": 190
            },
            {
              "name": "Рис отварной",
              "calories": 209
            },
            {
              "name": "Салат из свеклы с зеленым горошком",
              "calories": 46
            },
            {
              "name": "Яблоки",
              "calories": 47
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "13.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Рыба запеченная",
              "calories": 123
            },
            {
              "name": "Пюре картофельное",
              "calories": 140
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "calories": 52
            },
            {
              "name": "Булочка сдобная",
              "calories": 194
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 80
            },
            {
              "name": "Компот из смеси сухофруктов",
              "calories": 84
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "14.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "calories": 193
            },
            {
              "name": "Какао с молоком",
              "calories": 111
            },
            {
              "name": "Запеканка из творога со сгущенным молоком",
              "calories": 229
            },
            {
              "name": "Вафли",
              "calories": 80
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "17.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша манная жидкая молочная",
              "calories": 264
            },
            {
              "name": "Какао с молоком",
              "calories": 111
            },
            {
              "name": "Яблоки",
              "calories": 94
            },
            {
              "name": "Бутерброд с сыром",
              "calories": 160
            },
            {
              "name": "Кондитерское изделие",
              "calories": 80
            },
            {
              "name": "Яйца вареные",
              "calories": 63
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "18.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Плов с говядиной",
              "calories": 404
            },
            {
              "name": "Компот из фруктов",
              "calories": 114
            },
            {
              "name": "Салат из свеклы с зеленым горошком",
              "calories": 46
            },
            {
              "name": "Яблоки",
              "calories": 47
            },
            {
              "name": "Вафли",
              "calories": 80
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "19.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "calories": 183
            },
            {
              "name": "Макаронные изделия отварные",
              "calories": 215
            },
            {
              "name": "Салат картофельный с морковью и зеленым горошком",
              "calories": 52
            },
            {
              "name": "Банан",
              "calories": 96
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "20.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Рыба запеченная с томатным соусом (минтай)",
              "calories": 100
            },
            {
              "name": "Пюре картофельное",
              "calories": 140
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "calories": 52
            },
            {
              "name": "Булочка сдобная",
              "calories": 194
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            },
            {
              "name": "Компот из смеси сухофруктов",
              "calories": 84
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "21.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "calories": 193
            },
            {
              "name": "Кофейный напиток",
              "calories": 111
            },
            {
              "name": "Яйца вареные",
              "calories": 63
            },
            {
              "name": "Печенье",
              "calories": 80
            },
            {
              "name": "Яблоки",
              "calories": 94
            },
            {
              "name": "Бутерброд с сыром",
              "calories": 192
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "24.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Филе птицы отварное с соусом сметанным и томатом",
              "calories": 183
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "calories": 215
            },
            {
              "name": "Яблоки",
              "calories": 47
            },
            {
              "name": "Салат картофельный с кукурузой и морковью",
              "calories": 52
            },
            {
              "name": "Печенье",
              "calories": 80
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "25.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша  гречневая молочная",
              "calories": 192
            },
            {
              "name": "Кофейный напиток",
              "calories": 111
            },
            {
              "name": "Кондитерское изделие",
              "calories": 80
            },
            {
              "name": "Яблоки",
              "calories": 47
            },
            {
              "name": "Яйца вареные",
              "calories": 63
            },
            {
              "name": "Бутерброд с сыром",
              "calories": 160
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "26.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Гуляш из говядины",
              "calories": 190
            },
            {
              "name": "Рис отварной",
              "calories": 209
            },
            {
              "name": "Салат картофельный с морковью и зеленым горошком",
              "calories": 52
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Сок фруктовый",
              "calories": 112
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 133
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "27.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Рыба запеченная",
              "calories": 123
            },
            {
              "name": "Пюре картофельное",
              "calories": 140
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "calories": 52
            },
            {
              "name": "Булочка сдобная",
              "calories": 194
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 80
            },
            {
              "name": "Компот из смеси сухофруктов",
              "calories": 84
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "28.11.2025",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная",
              "calories": 193
            },
            {
              "name": "Какао с молоком",
              "calories": 111
            },
            {
              "name": "Запеканка из творога со сгущенным молоком",
              "calories": 229
            },
            {
              "name": "Вафли",
              "calories": 80
            },
            {
              "name": "Хлеб ржаной",
              "calories": 52
            },
            {
              "name": "Бутерброд с сыром",
              "calories": 160
            }
          ]
        }
      }
    ]
  },
  "preschool": {
    "shift_type": "preschool",
    "shift_name": "Дошкольное меню",
    "days": [
      {
        "day": "Понедельник",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша пшеничная молочная с маслом сливочным",
              "calories": 211
            },
            {
              "name": "Чай с молоком",
              "calories": 59
            },
            {
              "name": "Бутерброд с сыром.",
              "calories": 95
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "calories": 47
            }
          ],
          "обед": [
            {
              "name": "Суп харчо",
              "calories": 96
            },
            {
              "name": "Котлеты из говядины.",
              "calories": 192
            },
            {
              "name": "Пюре картофельное",
              "calories": 173
            },
            {
              "name": "Хлеб пшеничный.",
              "calories": 71
            },
            {
              "name": "Хлеб ржаной",
              "calories": 98
            },
            {
              "name": "Салат из отварной свеклы",
              "calories": 47
            },
            {
              "name": "Компот из смеси сухофруктов",
              "calories": 128
            }
          ],
          "полдник": [
            {
              "name": "Йогурт фруктовый",
              "calories": 135
            },
            {
              "name": "Булочка домашняя со сгущеным молоком",
              "calories": 162
            },
            {
              "name": "Какао с молоком",
              "calories": 75
            },
            {
              "name": "Соль"
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 2)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Суп молочный с макаронными изделиями",
              "calories": 124
            },
            {
              "name": "Чай  с сахаром",
              "calories": 32
            },
            {
              "name": "Бутерброд  с маслом",
              "calories": 90
            },
            {
              "name": "Сок фруктовый",
              "calories": 94
            }
          ],
          "обед": [
            {
              "name": "Борщ с капустой и картофелем",
              "calories": 118
            },
            {
              "name": "Сметана",
              "calories": 22
            },
            {
              "name": "Гуляш из рубленного мяса",
              "calories": 193
            },
            {
              "name": "Каша перловая рассыпчатая",
              "calories": 103
            },
            {
              "name": "Салат из моркови",
              "calories": 39
            },
            {
              "name": "Компот из плодов свежих",
              "calories": 102
            },
            {
              "name": "Хлеб пшеничный.",
              "calories": 71
            },
            {
              "name": "Хлеб ржаной.",
              "calories": 63
            }
          ],
          "полдник": [
            {
              "name": "Чай с молоком",
              "calories": 139
            },
            {
              "name": "Ватрушка с творогом",
              "calories": 191
            },
            {
              "name": "Соль"
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 3)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша жидкая (геркулесовая с сахаром)",
              "calories": 240
            },
            {
              "name": "Чай с молоком",
              "calories": 139
            },
            {
              "name": "Бутерброд  с маслом",
              "calories": 90
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "calories": 47
            }
          ],
          "обед": [
            {
              "name": "Суп гороховый",
              "calories": 138
            },
            {
              "name": "Пюре картофельное",
              "calories": 173
            },
            {
              "name": "Тефтели мясные",
              "calories": 163
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 80
            },
            {
              "name": "Хлеб ржаной.",
              "calories": 63
            },
            {
              "name": "Винегрет овощной",
              "calories": 47
            },
            {
              "name": "Компот из смеси сухофруктов",
              "calories": 128
            }
          ],
          "полдник": [
            {
              "name": "Каша рисовая молочная",
              "calories": 104
            },
            {
              "name": "Чай  с сахаром",
              "calories": 32
            },
            {
              "name": "Яйца вареные",
              "calories": 63
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 53
            },
            {
              "name": "Соль"
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 4)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Омлет натуральный",
              "calories": 109
            },
            {
              "name": "Какао с молоком",
              "calories": 75
            },
            {
              "name": "Бутерброд с сыром.",
              "calories": 95
            },
            {
              "name": "Кондитерское изделие",
              "calories": 87
            }
          ],
          "обед": [
            {
              "name": "Суп на бульоне с вермишелью",
              "calories": 178
            },
            {
              "name": "Плов с курицей",
              "calories": 275
            },
            {
              "name": "Хлеб пшеничный.",
              "calories": 71
            },
            {
              "name": "Хлеб ржаной",
              "calories": 98
            },
            {
              "name": "Салат из белокочанной капусты с морковью и растительным маслом",
              "calories": 43
            },
            {
              "name": "Компот из плодов свежих",
              "calories": 85
            }
          ],
          "полдник": [
            {
              "name": "Котлета рыбная \"Любительская\"",
              "calories": 55
            },
            {
              "name": "Макаронные изделия отварные",
              "calories": 185
            },
            {
              "name": "Чай  с сахаром..",
              "calories": 35
            },
            {
              "name": "Соус томатный с овощами",
              "calories": 24
            },
            {
              "name": "Соль"
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 5)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная манная",
              "calories": 195
            },
            {
              "name": "Чай с молоком",
              "calories": 72
            },
            {
              "name": "Бутерброд  с маслом",
              "calories": 90
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "calories": 47
            }
          ],
          "обед": [
            {
              "name": "Суп-хинкал на костном бульоне",
              "calories": 81
            },
            {
              "name": "Гуляш из рубленного мяса",
              "calories": 169
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "calories": 217
            },
            {
              "name": "Хлеб пшеничный.",
              "calories": 71
            },
            {
              "name": "Хлеб ржаной",
              "calories": 98
            },
            {
              "name": "Салат из отварной свеклы",
              "calories": 47
            },
            {
              "name": "Чай  с сахаром.",
              "calories": 38
            }
          ],
          "полдник": [
            {
              "name": "Суп молочный с макаронными изделиями",
              "calories": 112
            },
            {
              "name": "Какао с молоком.",
              "calories": 81
            },
            {
              "name": "Печенье \"творожное\"",
              "calories": 341
            },
            {
              "name": "Соль"
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 6)"
            }
          ]
        }
      },
      {
        "day": "Понедельник",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная пшенная",
              "calories": 202
            },
            {
              "name": "Молоко",
              "calories": 76
            },
            {
              "name": "Бутерброд с сыром.",
              "calories": 95
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "calories": 47
            }
          ],
          "обед": [
            {
              "name": "Суп-рассольник \"Ленинградский\"",
              "calories": 96
            },
            {
              "name": "Котлеты из говядины.",
              "calories": 192
            },
            {
              "name": "Пюре картофельное",
              "calories": 173
            },
            {
              "name": "Салат из белокочанной капусты с зеленым горошком",
              "calories": 43
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 71
            },
            {
              "name": "Хлеб ржаной.",
              "calories": 63
            },
            {
              "name": "Соус сметанный.",
              "calories": 13
            },
            {
              "name": "Компот из плодов свежих",
              "calories": 102
            }
          ],
          "полдник": [
            {
              "name": "Ватрушка \"Лакомка\"",
              "calories": 191
            },
            {
              "name": "Винегрет овощной",
              "calories": 57
            },
            {
              "name": "Чай  с сахаром.",
              "calories": 50
            },
            {
              "name": "Соль"
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 7)"
            }
          ]
        }
      },
      {
        "day": "Вторник",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Суп молочный рисовый.",
              "calories": 184
            },
            {
              "name": "Какао с молоком.",
              "calories": 81
            },
            {
              "name": "Бутерброд  с маслом",
              "calories": 90
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "calories": 47
            }
          ],
          "обед": [
            {
              "name": "Борщ с капустой и картофелем",
              "calories": 118
            },
            {
              "name": "Гуляш из рубленного мяса",
              "calories": 169
            },
            {
              "name": "Макаронные изделия отварные с маслом",
              "calories": 125
            },
            {
              "name": "Сметана",
              "calories": 22
            },
            {
              "name": "Салат из моркови",
              "calories": 47
            },
            {
              "name": "Компот из смеси сухофруктов.",
              "calories": 107
            },
            {
              "name": "Хлеб пшеничный.",
              "calories": 71
            },
            {
              "name": "Хлеб ржаной.",
              "calories": 63
            }
          ],
          "полдник": [
            {
              "name": "Хлеб пшеничный.",
              "calories": 47
            },
            {
              "name": "Чай  с сахаром.",
              "calories": 38
            },
            {
              "name": "Каша овсяная на молоке",
              "calories": 182
            },
            {
              "name": "Яйца вареные",
              "calories": 63
            },
            {
              "name": "Соль"
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 8)"
            }
          ]
        }
      },
      {
        "day": "Среда",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Омлет натуральный",
              "calories": 109
            },
            {
              "name": "Какао с молоком",
              "calories": 75
            },
            {
              "name": "Бутерброд  с маслом",
              "calories": 90
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "calories": 47
            }
          ],
          "обед": [
            {
              "name": "Суп-лапша домашняя.",
              "calories": 95
            },
            {
              "name": "Птица,тушенная в соусе с овощами в сметанном соусе",
              "calories": 350
            },
            {
              "name": "Хлеб пшеничный.",
              "calories": 71
            },
            {
              "name": "Хлеб ржаной.",
              "calories": 63
            },
            {
              "name": "Салат из свеклы",
              "calories": 70
            },
            {
              "name": "Компот из плодов свежих",
              "calories": 85
            }
          ],
          "полдник": [
            {
              "name": "Пирожки с картофелем",
              "calories": 236
            },
            {
              "name": "Чай  с сахаром..",
              "calories": 47
            },
            {
              "name": "Салат из моркови",
              "calories": 39
            },
            {
              "name": "Соль"
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 9)"
            }
          ]
        }
      },
      {
        "day": "Четверг",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Каша молочная пшеничная",
              "calories": 220
            },
            {
              "name": "Чай с молоком (1-й вариант)",
              "calories": 72
            },
            {
              "name": "Бутерброд с сыром.",
              "calories": 95
            },
            {
              "name": "Фрукты или ягоды свежие по сезону",
              "calories": 47
            }
          ],
          "обед": [
            {
              "name": "Суп чечевичный",
              "calories": 108
            },
            {
              "name": "Котлета рыбная \"Любительская\"",
              "calories": 74
            },
            {
              "name": "Каша гречневая рассыпчатая",
              "calories": 217
            },
            {
              "name": "Хлеб пшеничный.",
              "calories": 71
            },
            {
              "name": "Хлеб ржаной.",
              "calories": 63
            },
            {
              "name": "Винегрет овощной",
              "calories": 47
            },
            {
              "name": "Соус томатный с овощами",
              "calories": 36
            },
            {
              "name": "Компот из смеси сухофруктов.",
              "calories": 107
            }
          ],
          "полдник": [
            {
              "name": "Суп молочный рисовый.",
              "calories": 138
            },
            {
              "name": "Какао с молоком.",
              "calories": 81
            },
            {
              "name": "Хлеб пшеничный",
              "calories": 53
            },
            {
              "name": "Яйца вареные",
              "calories": 63
            },
            {
              "name": "Соль"
            },
            {
              "name": "Примерное меню и пищевая ценность приготовляемых блюд (лист 10)"
            }
          ]
        }
      },
      {
        "day": "Пятница",
        "date": "",
        "meals": {
          "завтрак": [
            {
              "name": "Суп молочный с макаронными изделиями",
              "calories": 124
            },
            {
              "name": "Чай  с сахаром.",
              "calories": 50
            },
            {
              "name": "Бутерброд  с маслом",
              "calories": 90
            },
            {
              "name": "Кондитерское изделие",
              "calories": 87
            }
          ],
          "обед": [
            {
              "name": "Суп гороховый",
              "calories": 138
            },
            {
              "name": "Плов с говядиной",
              "calories": 404
            },
            {
              "name": "Хлеб пшеничный.",
              "calories": 71
            },
            {
              "name": "Хлеб ржаной.",
              "calories": 63
            },
            {
              "name": "Салат из моркови",
              "calories": 39
            },
            {
              "name": "Компот из плодов свежих",
              "calories": 85
            }
          ],
          "полдник": [
            {
              "name": "Печенье \"творожное\"",
              "calories": 341
            },
            {
              "name": "Какао с молоком",
              "calories": 75
            },
            {
              "name": "Творожок детский",
              "calories": 291
            },
            {
              "name": "Соль"
            },
            {
              "name": "Среднее значение за период"
            },
            {
              "name": "Содержание белков, жиров, углеводов в меню за период в % от калорийности"
            }
          ]
        }
      }
    ]
  }
};
